Repository: JeRoNZ/d3_mailchimp
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de, nl_nl

source: Form - MailChimp Subscribe
de_de: Form - MailChimp abonnieren

source: Subscribe to MailChimp lists
de_de: MailChimp Listen abonnieren
nl_nl: Abonneer op MailChimp lijsten

source: MailChimp subscribe
de_de: Mailchimp abbonieren

source: No list has been selected
de_de: Keine Liste es wurde ausgewählt
nl_nl: Er is geen lijst geselecteerd

source: Invalid email address
de_de: Bitte geben Sie eine richtige E-Mail Adresse an.
nl_nl: Ongeldig e-mailadres

source: Invalid token
de_de: Ungültiges Token
nl_nl: Ongeldig token

source: You are already subscribed to this list
de_de: Sie sind bereits auf diese Liste abonniert.
nl_nl: U bent al geabonneerd op deze lijst

source: You are already subscribed. Please confirm the subscription email.
de_de: Sie sind bereits angemeldet. Bitte bestätigen Sie die Abonnement E-Mail.
nl_nl: U bent al geabonneerd. Bevestig a.u.b. de aanmeldingsemail.

source: This email address bounced. Please use another email address
de_de: Diese E-Mail-Adresse wurde zurückgeschickt. Bitte verwenden Sie eine andere E-Mail-Adresse
nl_nl: Dit e-mailadres geeft problemen. Gebruik a.u.b. een ander e-mailadres.

source: Thanks for your subscription!
de_de: Vielen Dank für deine Anmeldung!
nl_nl: Bedankt voor uw aanmelding!

source: Please click on the link in the confirmation email to verify your subscription.
de_de: Bitte den Link in Bestätigungs E-Mail klicken.
nl_nl: Klik a.u.b. op de link in de bevestigingsmail om uw aanmelding te voltooien.

source: Something went wrong. Error: %s
de_de: Etwas ist schiefgegangen. Error: %s
nl_nl: Er is iets fout gegaan. Foutmelding: %s

source: Lists not available
de_de: Keine Listen
nl_nl: Lijsten niet beschikbaar

source: Subscribe without verification email
de_de: Abonniere ohne Verifizierungs-E-Mail
nl_nl: Abonneer zonder verificatie-email

source: Subscribe with verification email
de_de: Abonniere mit Verifizierungs-E-Mail
nl_nl: Abonneer met verificatie-email

source: Please <a href="%s">add an API key</a> first.
de_de: Bitte <a href="%s">Bitte fügen Sie zuerst einen API-Schlüssel</a> hinzu.

source: <a target="_blank" href="%s">Please create a MailChimp list.</a>
de_de: <a target="_blank" href="%s">Bitte erstellen Sie eine MailChimp-Liste.</a>

source: List
de_de: Liste
nl_nl: Lijst

source: Subscribe action
de_de: Abonnieren Aktionen
nl_nl: Manier van aanmelden

source: Merge fields (comma separated)
de_de: Felder zusammenführen (durch Kommas getrennt)
nl_nl: Merge velden (kommagescheiden)

source: Developers: If you have custom merge fields you need to override view.php.
de_de: Entwickler: Wenn Sie benutzerdefinierte Seriendruckfelder haben, müssen Sie die view.php überschreiben.

source: First name
de_de: Vorname
nl_nl: Voornaam

source: Last name
de_de: Nachname
nl_nl: Achternaam

source: Email address
de_de: E-Mail Adresse
nl_nl: E-mailadres

source: Please create a list in MailChimp first
nl_nl: Maak eerst een lijst in MailChimp aan

source: If you have custom merge fields you can override the view.php and add the merge fields above.
nl_nl: Als u eigen 'merge fields' gebruikt kunt u de view.php overschrijven en bovenstaande 'merge fields' gebruiken.

source: Submit
nl_nl: Verzenden

source: Settings saved
nl_nl: Instellingen opgeslagen

source: Save
nl_nl: Opslaan
